[
  {
    "title": "WhoFinance GmbH",
    "technologies": ["Symfony", "Doctrine", "Twig", "Smarty"],
    "description": "Involved in platform development for statistical applications, creating systems for data handling and analysis. Also, focused on process development for statistics, optimizing workflows for data collection, analysis, and dissemination.",
    "link": "https://www.whofinance.de/"
  },
  {
    "title": "freenet TV (MEDIA BROADCAST GmbH)",
    "technologies": ["Symfony", "Doctrine", "Twig"],
    "description": "A platform was created for the product launch, alongside the successful integration of mobilcom debitel. This involved establishing the necessary infrastructure for introducing the product to the market and ensuring seamless operation with mobilcom debitel's systems.",
    "link": "https://www.freenet.tv/"
  },
  {
    "title": "Deutsche Bahn Globe",
    "technologies": ["Symfony", "Doctrine", "Sonata CMS", "Twig"],
    "description": "Development of an internal tool for managing international employees assigned to various subcontractors. This involved creating a system to oversee staff working abroad and their allocation to different sub-companies.",
    "link": ""
  },
  {
    "title": "Contorion",
    "technologies": ["Symfony", "Pimcore", "Doctrine", "RabbitMQ"],
    "description": "Contribution to warehouse management and calculation processes.",
    "link": "https://www.contorion.de/"
  },
  {
    "title": "Deutsche Bahn Connect GmbH",
    "technologies": [
      "Symfony",
      "Pimcore",
      "Doctrine",
      "Twig",
      "Vue",
      "REST API",
      "PACT"
    ],
    "description": "Developed a PIM/DAM platform, integrating a complex communication chain with numerous third-party providers via REST and PACT protocols. This involved building a central system for product and digital asset management, ensuring seamless data exchange and robust integration with external partners.",
    "link": "https://www.deutschebahnconnect.com/"
  },
  {
    "title": "Fleurop AG",
    "technologies": ["Symfony", "Pimcore", "Doctrine", "RabbitMQ"],
    "description": "The development of both B2B and warehouse management platforms focuses on creating highly scalable, secure, and integrated systems that streamline business processes, improve operational efficiency, and enhance overall supply chain visibility for enterprises.",
    "link": "https://www.fleurop.de/"
  },
  {
    "title": "NFON AG",
    "technologies": ["Yii 2", "REST API"],
    "description": "Provided a REST API, complete with data models, and introduced new quality control measures. This involved setting up the technical interface and data structures, alongside implementing improved quality assurance for the system.",
    "link": "https://www.nfon.com/"
  },
  {
    "title": "ZDFtivi",
    "technologies": ["Symfony", "Doctrine", "REST API"],
    "description": "Contributed to the critical ASAP delivery of a REST API and data structure for the relaunch of all ZDF products, enabling their deployment on a new platform.",
    "link": "https://www.zdf.de/kinder"
  },
  {
    "title": "BGHM",
    "technologies": ["Symfony", "Sonata CMS", "Doctrine", "Twig"],
    "description": "Contribution to the creation of a custom CMS system.",
    "link": "https://www.bghm.de/"
  },
  {
    "title": "Krombacher Brauerei GmbH & Co. KG",
    "technologies": ["Symfony", "Pimcore", "Doctrine", "Twig", "REST API"],
    "description": "Contribution to the creation of a PIM/DAM system.",
    "link": "https://www.krombacher.de/"
  }
]
